Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Message: %lld characters
ar: الرسالة: %lld حرف
de: Nachricht: %lld Zeichen
el: Μήνυμα: %lld χαρακτήρες
es: Mensaje: %lld caracteres
fa: پیام: %lld نویسه
fr: Message : %lld caractères
he: הודעה: %lld תווים
hi: संदेश: %lld वर्ण
id: Pesan: %lld karakter
it: Messaggio: %lld caratteri
ja: メッセージ: %lld 文字
ko: 메시지: %lld자
nl: Bericht: %lld tekens
pl: Wiadomość: znaki: %lld
pt: Mensagem: %lld caracteres
ru: Сообщение: символов — %lld
sv: Meddelande: %lld tecken
th: ข้อความ: %lld ตัวอักษร
tr: Mesaj: %lld karakter
uk: Повідомлення: символів — %lld
vi: Tin nhắn: %lld ký tự
zh_hans: 留言：%lld 个字符

source: Message: %lld of 20 minimum characters
ar: الرسالة: %lld من 20 حرفًا كحد أدنى
de: Nachricht: %lld von mindestens 20 Zeichen
el: Μήνυμα: %lld από τουλάχιστον 20 χαρακτήρες
es: Mensaje: %lld de 20 caracteres mínimos
fa: پیام: %lld از حداقل ۲۰ نویسه
fr: Message : %lld caractères sur 20 minimum
he: הודעה: %lld מתוך מינימום 20 תווים
hi: संदेश: कम से कम 20 में से %lld वर्ण
id: Pesan: %lld dari minimal 20 karakter
it: Messaggio: %lld su un minimo di 20 caratteri
ja: メッセージ: 最低 20 文字中 %lld 文字
ko: 메시지: 최소 20자 중 %lld자
nl: Bericht: %lld van minimaal 20 tekens
pl: Wiadomość: %lld z minimum 20 znaków
pt: Mensagem: %lld de no mínimo 20 caracteres
ru: Сообщение: %lld из минимум 20 символов
sv: Meddelande: %lld av minst 20 tecken
th: ข้อความ: %lld จากขั้นต่ำ 20 ตัวอักษร
tr: Mesaj: en az 20 karakterden %lld
uk: Повідомлення: %lld з мінімум 20 символів
vi: Tin nhắn: %lld trên tối thiểu 20 ký tự
zh_hans: 留言：%lld / 至少 20 个字符

source: Minimum iOS Version
ar: أدنى إصدار iOS
de: Mindest-iOS-Version
el: Ελάχιστη Έκδοση iOS
es: Versión mínima de iOS
fa: حداقل نسخهٔ iOS
fr: Version iOS minimale
he: גרסת iOS מינימלית
hi: न्यूनतम iOS संस्करण
id: Versi iOS Minimum
it: Versione minima di iOS
ja: 必要な最小 iOS バージョン
ko: 최소 iOS 버전
nl: Minimale iOS-versie
pl: Minimalna wersja iOS
pt: Versão mínima do iOS
ru: Минимальная версия iOS
sv: Lägsta iOS-version
th: เวอร์ชัน iOS ขั้นต่ำ
tr: Minimum iOS Sürümü
uk: Мінімальна версія iOS
vi: Phiên bản iOS tối thiểu
zh_hans: 最低 iOS 版本

source: Moderate
ar: متوسطة
de: Mittel
el: Μέτριος
es: Moderada
fa: متوسط
fr: Moyen
he: בינונית
hi: मध्यम
id: Sedang
it: Moderata
ja: 普通
ko: 보통
nl: Gemiddeld
pl: Umiarkowane
pt: Moderada
ru: Средний
sv: Måttligt
th: ปานกลาง
tr: Orta
uk: Помірний
vi: Trung bình
zh_hans: 中等

source: More Account Settings on applevis.com
ar: إعدادات حساب إضافية على applevis.com
de: Weitere Kontoeinstellungen auf applevis.com
el: Περισσότερες Ρυθμίσεις Λογαριασμού στο applevis.com
es: Más ajustes de cuenta en applevis.com
fa: تنظیمات بیشتر حساب در applevis.com
fr: Plus de réglages de compte sur applevis.com
he: הגדרות חשבון נוספות ב-applevis.com
hi: applevis.com पर अधिक खाता सेटिंग्स
id: Pengaturan Akun Lainnya di applevis.com
it: Altre impostazioni account su applevis.com
ja: applevis.com でその他のアカウント設定
ko: applevis.com에서 더 많은 계정 설정
nl: Meer accountinstellingen op applevis.com
pl: Więcej ustawień konta na applevis.com
pt: Mais configurações de conta em applevis.com
ru: Дополнительные настройки аккаунта на applevis.com
sv: Fler kontoinställningar på applevis.com
th: การตั้งค่าบัญชีเพิ่มเติมที่ applevis.com
tr: applevis.com'da Daha Fazla Hesap Ayarı
uk: Більше налаштувань облікового запису на applevis.com
vi: Thêm cài đặt tài khoản trên applevis.com
zh_hans: 在 applevis.com 上查看更多账户设置

source: More Account Settings on applevis.com, opens in browser
ar: إعدادات حساب إضافية على applevis.com، تُفتح في المتصفح
de: Weitere Kontoeinstellungen auf applevis.com, öffnet sich im Browser
el: Περισσότερες Ρυθμίσεις Λογαριασμού στο applevis.com, ανοίγει σε πρόγραμμα περιήγησης
es: Más ajustes de cuenta en applevis.com, se abre en el navegador
fa: تنظیمات بیشتر حساب در applevis.com، در مرورگر باز می‌شود
fr: Plus de réglages de compte sur applevis.com, s'ouvre dans le navigateur
he: הגדרות חשבון נוספות ב-applevis.com, נפתח בדפדפן
hi: applevis.com पर अधिक खाता सेटिंग्स, ब्राउज़र में खुलती है
id: Pengaturan Akun Lainnya di applevis.com, terbuka di browser
it: Altre impostazioni account su applevis.com, si apre nel browser
ja: applevis.com でその他のアカウント設定、ブラウザで開きます
ko: applevis.com에서 더 많은 계정 설정, 브라우저에서 열림
nl: Meer accountinstellingen op applevis.com, opent in browser
pl: Więcej ustawień konta na applevis.com, otwiera się w przeglądarce
pt: Mais configurações de conta em applevis.com, abre no navegador
ru: Дополнительные настройки аккаунта на applevis.com, открывается в браузере
sv: Fler kontoinställningar på applevis.com, öppnas i webbläsare
th: การตั้งค่าบัญชีเพิ่มเติมที่ applevis.com เปิดในเบราว์เซอร์
tr: applevis.com'da Daha Fazla Hesap Ayarı, tarayıcıda açılır
uk: Більше налаштувань облікового запису на applevis.com, відкривається в браузері
vi: Thêm cài đặt tài khoản trên applevis.com, mở trong trình duyệt
zh_hans: 在 applevis.com 上查看更多账户设置，将在浏览器中打开

# Most recently recommended by %@, %@
source: Most recently recommended by %1$@, %2$@
ar: أوصى به مؤخرًا %@، %@
de: Zuletzt empfohlen von %@, %@
el: Πιο πρόσφατα προτάθηκε από %@, %@
es: Recomendado más recientemente por %@, %@
fa: اخیراً توسط %@ توصیه شده، %@
fr: Recommandé le plus récemment par %@, %@
he: הומלץ לאחרונה על ידי %@, %@
hi: सबसे हाल में %@ द्वारा अनुशंसित, %@
id: Baru-baru ini direkomendasikan oleh %@, %@
it: Consigliato più di recente da %@, %@
ja: 最近では %@ がおすすめしました、%@
ko: 최근에 %@님이 추천, %@
nl: Meest recent aanbevolen door %@, %@
pl: Ostatnio polecone przez %@, %@
pt: Recomendado mais recentemente por %@, %@
ru: Недавно рекомендовано %@, %@
sv: Senast rekommenderad av %@, %@
th: แนะนำล่าสุดโดย %@, %@
tr: En son %@ tarafından önerildi, %@
uk: Останнім рекомендував %@, %@
vi: Được đề xuất gần đây nhất bởi %@, %@
zh_hans: 最近由 %@ 推荐，%@

source: Mouse Recap dropped "In This Recap," which just repeated the same counts already in the greeting above it, and every section (Spotlight Feature, New Accessible Apps, Podcasts, Blog, and more) is now a real heading you can jump straight to with VoiceOver's Headings rotor. New app blurbs also stop re-announcing "In this new app..." for every single one — something the section header and its intro sentence already say once.
ar: أزال Mouse Recap قسم "في هذا الملخص"، الذي كان يكرر فقط الأعداد نفسها الموجودة بالفعل في الترحيب أعلاه، وأصبح كل قسم (Spotlight Feature، التطبيقات الجديدة التي يمكن الوصول إليها، البودكاست، المدونة، والمزيد) عنوانًا حقيقيًا يمكنك الانتقال إليه مباشرة باستخدام عجلة العناوين الخاصة بـ VoiceOver. كما توقفت أوصاف التطبيقات الجديدة عن إعادة الإعلان عن "في هذا التطبيق الجديد..." لكل تطبيق على حدة — وهو أمر يذكره عنوان القسم وجملته التمهيدية بالفعل مرة واحدة.
de: Mouse Recap hat „In diesem Recap" entfernt, das nur dieselben Zahlen wiederholte, die bereits in der Begrüßung darüber standen, und jeder Abschnitt (Spotlight Feature, Neue barrierefreie Apps, Podcasts, Blog und mehr) ist jetzt eine echte Überschrift, zu der du mit VoiceOvers Überschriften-Rotor direkt springen kannst. Neue App-Kurztexte hören außerdem auf, für jede einzelne App erneut „In dieser neuen App..." anzukündigen — etwas, das die Abschnittsüberschrift und ihr einleitender Satz bereits einmal sagen.
el: Το Mouse Recap κατάργησε το «Σε αυτή την ανασκόπηση», το οποίο απλώς επαναλάμβανε τους ίδιους αριθμούς που υπήρχαν ήδη στον χαιρετισμό από πάνω, και κάθε ενότητα (Προτεινόμενο Θέμα, Νέες Προσβάσιμες Εφαρμογές, Podcast, Ιστολόγιο και άλλα) είναι πλέον μια πραγματική επικεφαλίδα στην οποία μπορείτε να μεταβείτε απευθείας με τον περιστροφέα Επικεφαλίδων του VoiceOver. Τα νέα σύντομα κείμενα εφαρμογών σταματούν επίσης να ανακοινώνουν ξανά «Σε αυτή τη νέα εφαρμογή...» για κάθε μία ξεχωριστά — κάτι που η επικεφαλίδα της ενότητας και η εισαγωγική της πρόταση λένε ήδη μία φορά.
es: Mouse Recap eliminó "En este resumen", que solo repetía los mismos números que ya aparecían en el saludo de arriba, y cada sección (Spotlight Feature, Nuevas apps accesibles, Podcasts, Blog y más) es ahora un encabezado real al que puedes saltar directamente con el rotor de Encabezados de VoiceOver. Las descripciones de apps nuevas también dejan de anunciar de nuevo "En esta nueva app..." para cada una — algo que el encabezado de la sección y su frase introductoria ya dicen una vez.
fa: Mouse Recap بخش «در این خلاصه» را حذف کرد که فقط همان اعدادی را که قبلاً در پیام خوش‌آمدگویی بالا وجود داشت تکرار می‌کرد، و اکنون هر بخش (ویژگی برجسته، برنامه‌های دسترس‌پذیر جدید، پادکست‌ها، وبلاگ و موارد دیگر) یک عنوان واقعی است که می‌توانید مستقیماً با چرخ عناوین VoiceOver به آن بروید. توضیحات برنامه‌های جدید نیز دیگر برای هر برنامه دوباره اعلام «در این برنامه جدید...» نمی‌کنند — چیزی که عنوان بخش و جمله مقدماتی آن قبلاً یک‌بار می‌گویند.
fr: Mouse Recap a supprimé « Dans ce récapitulatif », qui ne faisait que répéter les mêmes chiffres déjà présents dans l'accueil au-dessus, et chaque section (Spotlight Feature, Nouvelles applications accessibles, Podcasts, Blog, etc.) est désormais un véritable titre vers lequel vous pouvez sauter directement avec le rotor Titres de VoiceOver. Les résumés des nouvelles applications cessent également de réannoncer « Dans cette nouvelle application... » pour chacune d'entre elles — ce que l'en-tête de la section et sa phrase d'introduction disent déjà une fois.
he: Mouse Recap הסיר את "בסיכום הזה", שרק חזר על אותם המספרים שכבר הופיעו בברכה שמעליו, וכל קטע (Spotlight Feature, אפליקציות נגישות חדשות, פודקאסטים, בלוג ועוד) הוא כעת כותרת אמיתית שאפשר לדלג אליה ישירות עם גלגל הכותרות של VoiceOver. תקצירי האפליקציות החדשות גם מפסיקים להכריז מחדש "באפליקציה החדשה הזו..." עבור כל אחת בנפרד — משהו שכותרת הקטע ומשפט הפתיחה שלו כבר אומרים פעם אחת.
hi: Mouse Recap ने "इस रीकैप में" हटा दिया, जो ऊपर की ग्रीटिंग में पहले से मौजूद वही गिनती दोहराता था, और अब हर सेक्शन (Spotlight Feature, नए एक्सेसिबल ऐप्स, पॉडकास्ट, ब्लॉग, और बाकी) एक असली हेडिंग है जिस पर आप VoiceOver के हेडिंग्स रोटर से सीधे जा सकते हैं। नए ऐप के विवरण भी हर एक के लिए बार-बार "इस नए ऐप में..." कहना बंद कर देते हैं — यह बात सेक्शन का हेडिंग और उसका परिचय वाक्य पहले से एक बार कह चुका होता है।
id: Mouse Recap menghapus "Dalam Rekap Ini," yang hanya mengulangi angka yang sama seperti yang sudah ada di sapaan di atasnya, dan setiap bagian (Spotlight Feature, Aplikasi Aksesibel Baru, Podcast, Blog, dan lainnya) kini menjadi heading sungguhan yang bisa Anda lompati langsung dengan Headings rotor VoiceOver. Ringkasan aplikasi baru juga berhenti mengumumkan ulang "Dalam aplikasi baru ini..." untuk setiap aplikasi — sesuatu yang sudah dikatakan sekali oleh judul bagian dan kalimat pembukanya.
it: Mouse Recap ha eliminato "In questo riepilogo", che si limitava a ripetere gli stessi numeri già presenti nel saluto sopra, e ogni sezione (Spotlight Feature, Nuove app accessibili, Podcast, Blog e altro) è ora un'intestazione vera e propria a cui puoi saltare direttamente con il rotore Intestazioni di VoiceOver. Le descrizioni delle nuove app smettono anche di ri-annunciare "In questa nuova app..." per ognuna — cosa che l'intestazione della sezione e la sua frase introduttiva dicono già una volta.
ja: Mouse Recapから、その上のあいさつ文とすでに重複していた件数を繰り返すだけの「このレカップの内容」を削除し、各セクション（Spotlight Feature、新しいアクセシブルなアプリ、ポッドキャスト、ブログなど）は、VoiceOverの見出しローターで直接ジャンプできる本物の見出しになりました。新しいアプリの紹介文も、セクションの見出しと導入文がすでに一度伝えている「この新しいアプリでは...」という前置きを、アプリごとに繰り返さなくなりました。
ko: Mouse Recap에서 위쪽 인사말에 이미 있던 것과 같은 개수를 반복하기만 하던 "이번 요약에서는"을 없앴고, 이제 모든 섹션(Spotlight Feature, 새로운 접근성 앱, 팟캐스트, 블로그 등)이 VoiceOver의 제목 로터로 바로 이동할 수 있는 실제 제목이 되었습니다. 새 앱 소개 글도 섹션 제목과 도입 문장이 이미 한 번 말해주는 "이 새로운 앱에서는..."을 앱마다 반복해서 알리지 않습니다.
nl: Mouse Recap heeft "In deze recap" verwijderd, dat alleen dezelfde aantallen herhaalde die al in de begroeting erboven stonden, en elke sectie (Spotlight Feature, Nieuwe toegankelijke apps, Podcasts, Blog en meer) is nu een echte kop waar je met VoiceOvers Koppen-rotor direct naartoe kunt springen. Nieuwe app-samenvattingen kondigen ook niet meer voor elke app opnieuw "In deze nieuwe app..." aan — iets wat de sectiekop en de inleidende zin al één keer zeggen.
pl: Mouse Recap usunęło sekcję „W tym podsumowaniu”, która jedynie powtarzała te same liczby widoczne już w powitaniu powyżej, a każda sekcja (Spotlight Feature, Nowe dostępne aplikacje, Podcasty, Blog i inne) jest teraz prawdziwym nagłówkiem, do którego można przejść bezpośrednio za pomocą rotora Nagłówki VoiceOver. Opisy nowych aplikacji przestają też za każdym razem od nowa zapowiadać „W tej nowej aplikacji...” — skoro nagłówek sekcji i jej zdanie wprowadzające już to mówią raz.
pt: O Mouse Recap removeu "Neste resumo", que só repetia os mesmos números já presentes na saudação acima, e cada seção (Spotlight Feature, Novos apps acessíveis, Podcasts, Blog e mais) agora é um cabeçalho de verdade para o qual você pode pular diretamente com o rotor de Cabeçalhos do VoiceOver. Os resumos de novos apps também param de anunciar novamente "Neste novo app..." para cada um — algo que o cabeçalho da seção e sua frase de introdução já dizem uma vez.
ru: В Mouse Recap убрали раздел «В этом обзоре», который просто повторял те же цифры, что уже были в приветствии выше, и теперь каждый раздел (Spotlight Feature, новые доступные приложения, подкасты, блог и другие) — настоящий заголовок, к которому можно сразу перейти с помощью ротора заголовков VoiceOver. Описания новых приложений также больше не объявляют заново «В этом новом приложении...» для каждого — об этом уже один раз говорят заголовок раздела и его вступительное предложение.
sv: Mouse Recap tog bort "I den här sammanfattningen", som bara upprepade samma siffror som redan fanns i hälsningen ovanför, och varje avsnitt (Spotlight Feature, Nya tillgängliga appar, Poddar, Blogg med mera) är nu en riktig rubrik du kan hoppa direkt till med VoiceOvers rubrikrotor. Nya appbeskrivningar slutar också att på nytt annonsera "I den här nya appen..." för varje app — något som avsnittets rubrik och inledande mening redan säger en gång.
th: Mouse Recap ได้ลบ "ในสรุปนี้" ซึ่งเป็นเพียงการพูดซ้ำจำนวนเดิมที่มีอยู่แล้วในคำทักทายด้านบน และตอนนี้ทุกส่วน (Spotlight Feature แอปที่เข้าถึงได้ใหม่ พอดแคสต์ บล็อก และอื่น ๆ) เป็นหัวข้อจริงที่คุณสามารถกระโดดไปได้โดยตรงด้วยโรเตอร์หัวข้อของ VoiceOver คำอธิบายแอปใหม่ยังหยุดประกาศซ้ำว่า "ในแอปใหม่นี้..." สำหรับแต่ละแอป ซึ่งเป็นสิ่งที่หัวข้อของส่วนนั้นและประโยคเกริ่นนำได้พูดไปแล้วครั้งหนึ่ง
tr: Mouse Recap, yukarıdaki karşılamada zaten bulunan sayıları tekrarlamaktan başka bir işe yaramayan "Bu Özette" bölümünü kaldırdı ve artık her bölüm (Spotlight Feature, Yeni Erişilebilir Uygulamalar, Podcast'ler, Blog ve daha fazlası) VoiceOver'ın Başlıklar rotoruyla doğrudan atlayabileceğiniz gerçek bir başlık haline geldi. Yeni uygulama özetleri de her biri için "Bu yeni uygulamada..." ifadesini tekrar tekrar duyurmayı bıraktı — bunu zaten bölüm başlığı ve giriş cümlesi bir kez söylüyor.
uk: У Mouse Recap прибрали розділ «У цьому огляді», який лише повторював ті самі цифри, що вже були у привітанні вище, і тепер кожен розділ (Spotlight Feature, нові доступні застосунки, подкасти, блог і інші) став справжнім заголовком, до якого можна одразу перейти за допомогою ротора заголовків VoiceOver. Описи нових застосунків також більше не оголошують знову «У цьому новому застосунку...» для кожного окремо — це вже один раз кажуть заголовок розділу та його вступне речення.
vi: Mouse Recap đã bỏ mục "Trong bản tóm tắt này," vốn chỉ lặp lại đúng những con số đã có trong lời chào phía trên, và giờ đây mỗi phần (Spotlight Feature, Ứng dụng dễ tiếp cận mới, Podcast, Blog và nhiều hơn nữa) là một tiêu đề thực sự mà bạn có thể nhảy thẳng đến bằng bộ điều hướng Tiêu đề của VoiceOver. Phần giới thiệu ứng dụng mới cũng không còn thông báo lại "Trong ứng dụng mới này..." cho từng ứng dụng — điều mà tiêu đề phần và câu giới thiệu của nó đã nói một lần rồi.
zh_hans: Mouse Recap 去掉了"本期摘要"部分，它只是重复了上方问候语中已经出现过的相同数字，现在每个板块（Spotlight Feature、新的无障碍应用、播客、博客等）都成为真正的标题，你可以直接用 VoiceOver 的标题旋转控制跳转过去。新应用简介也不再为每一个应用重复宣布"在这个新应用中……"——这一点板块标题和开头句已经说过一次了。

source: Moves to the first comment posted since your last visit.
ar: ينتقل إلى أول تعليق نُشر منذ آخر زيارة لك.
de: Springt zum ersten Kommentar, der seit deinem letzten Besuch veröffentlicht wurde.
el: Μεταβαίνει στο πρώτο σχόλιο που δημοσιεύτηκε από την τελευταία σας επίσκεψη.
es: Va al primer comentario publicado desde tu última visita.
fa: به اولین دیدگاه ارسال‌شده از آخرین بازدید شما می‌رود.
fr: Passe au premier commentaire publié depuis votre dernière visite.
he: עובר לתגובה הראשונה שפורסמה מאז הביקור האחרון שלך.
hi: आपकी अंतिम विज़िट के बाद पोस्ट की गई पहली टिप्पणी पर जाता है。
id: Berpindah ke komentar pertama yang diposting sejak kunjungan terakhir Anda.
it: Passa al primo commento pubblicato dalla tua ultima visita.
ja: 前回の訪問以降に投稿された最初のコメントに移動します。
ko: 마지막 방문 이후 게시된 첫 번째 댓글로 이동합니다.
nl: Gaat naar de eerste reactie die is geplaatst sinds je laatste bezoek.
pl: Przechodzi do pierwszego komentarza opublikowanego od Twojej ostatniej wizyty.
pt: Vai para o primeiro comentário publicado desde sua última visita.
ru: Переходит к первому комментарию, опубликованному с момента вашего последнего посещения.
sv: Går till den första kommentaren som publicerats sedan ditt senaste besök.
th: ไปที่ความคิดเห็นแรกที่โพสต์ตั้งแต่ครั้งล่าสุดที่คุณเข้าชม
tr: Son ziyaretinizden bu yana gönderilen ilk yoruma gider.
uk: Переходить до першого коментаря, опублікованого з часу вашого останнього відвідування.
vi: Chuyển đến bình luận đầu tiên được đăng kể từ lần truy cập gần nhất của bạn.
zh_hans: 跳转到您上次访问以来发布的第一条评论。

source: My Account
ar: حسابي
de: Mein Konto
el: Ο Λογαριασμός μου
es: Mi Cuenta
fa: حساب من
fr: Mon compte
he: החשבון שלי
hi: मेरा खाता
id: Akun Saya
it: Il Mio Account
ja: マイアカウント
ko: 내 계정
nl: Mijn Account
pl: Moje Konto
pt: Minha Conta
ru: Мой аккаунт
sv: Mitt Konto
th: บัญชีของฉัน
tr: Hesabım
uk: Мій обліковий запис
vi: Tài Khoản Của Tôi
zh_hans: 我的账户

source: My Activity
ar: نشاطي
de: Meine Aktivität
el: Η Δραστηριότητά μου
es: Mi actividad
fa: فعالیت من
fr: Mon activité
he: הפעילות שלי
hi: मेरी गतिविधि
id: Aktivitas Saya
it: La mia attività
ja: アクティビティ
ko: 내 활동
nl: Mijn activiteit
pl: Moja aktywność
pt: Minha atividade
ru: Моя активность
sv: Min aktivitet
th: กิจกรรมของฉัน
tr: Etkinliğim
uk: Моя активність
vi: Hoạt động của tôi
zh_hans: 我的活动

source: Narrows the feed down to just topics about Apple products and platforms — everything else stays hidden.
ar: يقلص التغذية إلى مواضيع تتعلق فقط بمنتجات ومنصات Apple — يبقى كل شيء آخر مخفيًا.
de: Beschränkt den Feed auf Themen zu Apple-Produkten und -Plattformen – alles andere bleibt ausgeblendet.
el: Περιορίζει τη ροή μόνο σε θέματα σχετικά με προϊόντα και πλατφόρμες Apple — όλα τα υπόλοιπα παραμένουν κρυφά.
es: Reduce el feed a solo los temas sobre productos y plataformas de Apple; todo lo demás permanece oculto.
fa: فید را فقط به موضوعات مربوط به محصولات و پلتفرم‌های اپل محدود می‌کند — بقیه پنهان می‌ماند.
fr: Réduit le fil aux sujets concernant uniquement les produits et plateformes Apple — tout le reste reste masqué.
he: מצמצם את הפיד רק לנושאים על מוצרים ופלטפורמות של Apple — כל השאר נשאר מוסתר.
hi: फ़ीड को केवल Apple उत्पादों और प्लेटफ़ॉर्म के विषयों तक सीमित करता है — बाकी सब छिपा रहता है।
id: Mempersempit umpan hanya untuk topik tentang produk dan platform Apple — semua yang lain tetap tersembunyi.
it: Restringe il feed solo agli argomenti su prodotti e piattaforme Apple: tutto il resto rimane nascosto.
ja: フィードを Apple 製品やプラットフォームに関するトピックのみに絞り込みます。それ以外は非表示のままです。
ko: 피드를 Apple 제품 및 플랫폼에 관한 주제로만 좁힙니다 — 나머지는 숨겨진 상태로 유지됩니다.
nl: Beperkt de feed tot alleen onderwerpen over Apple-producten en -platforms — al het andere blijft verborgen.
pl: Zawęża kanał tylko do wątków dotyczących produktów i platform Apple — wszystko inne pozostaje ukryte.
pt: Reduz o feed a apenas tópicos sobre produtos e plataformas Apple — tudo o mais permanece oculto.
ru: Сужает ленту только до тем о продуктах и платформах Apple — всё остальное остаётся скрытым.
sv: Begränsar flödet till endast ämnen om Apples produkter och plattformar — allt annat förblir dolt.
th: จำกัดฟีดให้เหลือเฉพาะหัวข้อเกี่ยวกับผลิตภัณฑ์และแพลตฟอร์มของ Apple — สิ่งอื่นจะถูกซ่อนไว้
tr: Akışı yalnızca Apple ürünleri ve platformlarıyla ilgili konulara daraltır — geri kalan her şey gizli kalır.
uk: Звужує стрічку лише до тем про продукти та платформи Apple — усе інше залишається прихованим.
vi: Thu hẹp nguồn cấp dữ liệu chỉ còn các chủ đề về sản phẩm và nền tảng Apple — mọi thứ khác vẫn ẩn.
zh_hans: 将动态限制为仅显示与 Apple 产品和平台相关的话题——其他内容将保持隐藏。
